Repository: wp-plugins/bedbooking-booking-calendar-reservation-system
Catalog: languages/*.po
Languages: pl_pl

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz wystarczających uprawnień, by wyświetlić tę stronę.

source: Username or password are invalid
pl_pl: Niepoprawny login lub hasło

source: Save successfull
pl_pl: Zapis udany

source: Basic settings
pl_pl: Ustawienie podstawowe

source: Credentials to bed-booking panel
pl_pl: Dane logowania

source: Username
pl_pl: Login

source: Password
pl_pl: Hasło

source: Valid credentials
pl_pl: Dane logowania poprawne

source: Bebbooking connection
pl_pl: Połączenie z BedBooking

source: Go to widgets to complete the configuration
pl_pl: Przejdź do zakładki widgedy aby dokończyć konfigurację.

source: Save
pl_pl: Zapisz
