Repository: wp-plugins/bedbooking-booking-calendar-reservation-system
Catalog: languages/bedbooking-*.po
Languages: de_de, es_es, it_it, pl_pl

source: Sell accommodation through your website. The widget automatically updates available dates and bookings based on the data from the BedBooking application.
de_de: Verkaufe die Übernachtungen über deine Internetseite. Das Widget wird automatisch die freien Termine und Buchungen aufgrund deiner Daten aus der Anwendung BedBooking aktualisieren.
es_es: Agilice su gestión de reservas. Venda alojamientos a través de su página web. El widget automáticamente actualizará los plazos libres y las reservas basándose en los datos de la aplicación BedBooking.
it_it: Vendi i pernottamenti sul tuo sito web. Il widget aggiornerà automaticamente i periodi liberi e le prenotazioni in base ai dati dall’applicazione BedBooking.
pl_pl: Sprzedawaj noclegi przez swoją stronę internetową. Widget automatycznie zaktualizuje wolne terminy i rezerwacje na podstawie danych z aplikacji BedBooking.

source: BedBooking - Booking calendar
de_de: BedBooking - Buchungskalender
es_es: BedBooking - Calendario de reservas
pl_pl: BedBooking - Kalendarz rezerwacji

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichende Berechtigung, um diese Seite zu sehen.
es_es: Usted no tiene los permisos requeridos para ver esta página.
it_it: Non hai i permessi necessari per visualizzare questa pagina.
pl_pl: Nie masz wystarczających uprawnień, aby wyświetlić tę stronę.

source: Booking calendar
it_it: BedBooking - Calendario prenotazioni
pl_pl: Kalendarz rezerwacji

source: Type:
de_de: Typ:
es_es: Tipo:
it_it: Tipo:
pl_pl: Typ:

source: Language:
de_de: Sprache:
es_es: Idioma:
it_it: Lingua:
pl_pl: Język:

source: Please configure plugin first
de_de: Bitte zuerst den Stecker zu konfigurieren
es_es: Por favor, primero configure el enchufe
it_it: Si prega di configurare prima la spina
pl_pl: Proszę najpierw skonfigurować wtyczkę

source: here
de_de: hier
es_es: aquí
it_it: qui
pl_pl: tutaj

source: Username or password are invalid
de_de: Falsche Login oder Passwort
es_es: Usuario o contraseña incorrecta
it_it: Email o password errata
pl_pl: Niepoprawny login lub hasło

source: Save successfull
de_de: Schreiben erfolgreich
es_es: Escribir éxito.
it_it: Scrittura di successo
pl_pl: Zapis udany.

source: Register
de_de: Registrieren
es_es: Registrarse
it_it: Iscrizione
pl_pl: Rejestracja

source: Login
pl_pl: Logowanie

source: A new user?
de_de: Sind Sie neuer Benutzer?
es_es: ¿Eres un nuevo usuario?
it_it: Sei un nuovo utente?
pl_pl: Jesteś nowym użytkownikiem?

source: Download application and create account
de_de: Download-Anwendung und Konto erstellen
es_es: Descargar aplicación y crear una cuenta
it_it: Scarica l'applicazione e crea il tuo account
pl_pl: Pobierz aplikację i utwórz konto

source: Do you need help?
de_de: Hilfe nötig?
es_es: ¿Necesita usted ayuda?
it_it: Avete bisogno di aiuto?
pl_pl: Potrzebujesz pomocy?

source: You have a registered account?
de_de: Haben Się schon registrierte Benutzerkonto?
es_es: ¿Tienes una cuenta registrada?
it_it: Hai già un account?
pl_pl: Posiadasz zarejestrowane konto?

source: Enter your account details and click Login
de_de: Daten eingeben und Einloggen klicken
es_es: Introduce tu información de cuenta y haz clic en Iniciar sesión
it_it: Inserisci i dati e clicca su Login
pl_pl: Wpisz dane konta i kliknij Zaloguj

source: Username
de_de: Login
es_es: Login
it_it: Login
pl_pl: Login

source: Password
de_de: Passwort
es_es: Contraseña
pl_pl: Hasło

source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
it_it: Non ti ricordi la password?
pl_pl: Nie pamiętasz hasła?

source: Save
de_de: Einloggen
es_es: Iniciar sesión
pl_pl: Zaloguj

source: Go to widgets to complete the configuration
de_de: Gehen Sie auf die widgets um das Setup abzuschließen
es_es: Ir a los widgets para completar la configuración
it_it: Vai ai widget per completare la configurazione
pl_pl: Przejdź do zakładki widgety aby dokończyć konfigurację
